{"TIME_102": 0, "NOTE_ON_75": 1, "TIME_0": 2, "NOTE_OFF_75": 3, "NOTE_ON_68": 4, "NOTE_OFF_68": 5, "TIME_24": 6, "NOTE_ON_73": 7, "NOTE_OFF_73": 8, "NOTE_ON_66": 9, "NOTE_OFF_66": 10, "NOTE_ON_71": 11, "NOTE_OFF_71": 12, "NOTE_ON_64": 13, "NOTE_OFF_64": 14, "NOTE_ON_70": 15, "NOTE_OFF_70": 16, "NOTE_ON_63": 17, "NOTE_OFF_63": 18, "NOTE_ON_56": 19, "TIME_12": 20, "NOTE_OFF_56": 21, "NOTE_ON_61": 22, "NOTE_OFF_61": 23, "NOTE_ON_65": 24, "NOTE_ON_77": 25, "TIME_6": 26, "NOTE_OFF_65": 27, "NOTE_OFF_77": 28, "NOTE_ON_78": 29, "NOTE_OFF_78": 30, "NOTE_ON_54": 31, "NOTE_OFF_54": 32, "NOTE_ON_59": 33, "NOTE_ON_52": 34, "NOTE_OFF_59": 35, "NOTE_OFF_52": 36, "NOTE_ON_58": 37, "NOTE_ON_51": 38, "NOTE_OFF_58": 39, "NOTE_ON_67": 40, "NOTE_OFF_51": 41, "NOTE_OFF_67": 42, "TIME_1": 43, "NOTE_ON_32": 44, "NOTE_OFF_32": 45, "TIME_2": 46, "NOTE_ON_30": 47, "NOTE_OFF_30": 48, "NOTE_ON_28": 49, "NOTE_OFF_28": 50, "NOTE_ON_27": 51, "NOTE_OFF_27": 52, "TIME_256": 53, "TIME_512": 54, "NOTE_ON_60": 55, "NOTE_OFF_60": 56, "NOTE_ON_53": 57, "NOTE_OFF_53": 58, "NOTE_ON_46": 59, "TIME_4096": 60, "NOTE_OFF_46": 61, "NOTE_ON_44": 62, "TIME_2048": 63, "NOTE_OFF_44": 64, "NOTE_ON_42": 65, "NOTE_OFF_42": 66, "NOTE_ON_49": 67, "NOTE_OFF_49": 68, "TIME_128": 69, "NOTE_ON_80": 70, "NOTE_OFF_80": 71, "NOTE_ON_47": 72, "NOTE_OFF_47": 73, "NOTE_ON_76": 74, "NOTE_OFF_76": 75, "TIME_32768": 76, "NOTE_ON_40": 77, "NOTE_OFF_40": 78, "NOTE_ON_35": 79, "TIME_1024": 80, "NOTE_OFF_35": 81, "TIME_65472": 82, "TIME_64": 83, "TIME_1982": 84, "TIME_4": 85, "TIME_2043": 86, "TIME_621": 87, "TIME_402": 88, "TIME_979": 89, "TIME_44": 90, "TIME_83": 91, "TIME_428": 92, "TIME_1496": 93, "TIME_38": 94, "TIME_502": 95, "TIME_9": 96, "TIME_749": 97, "TIME_19": 98, "TIME_62": 99, "TIME_449": 100, "TIME_35": 101, "TIME_220": 102, "TIME_127": 103, "TIME_380": 104, "TIME_3": 105, "TIME_1280": 106, "TIME_981": 107, "TIME_554": 108, "TIME_216": 109, "TIME_39": 110, "TIME_72": 111, "TIME_1489": 112, "TIME_485": 113, "TIME_748": 114, "TIME_591": 115, "TIME_176": 116, "TIME_49": 117, "TIME_206": 118, "TIME_353": 119, "TIME_159": 120, "TIME_1536": 121, "TIME_286": 122, "TIME_225": 123, "TIME_47": 124, "TIME_464": 125, "TIME_7": 126, "TIME_248": 127, "TIME_218": 128, "TIME_454": 129, "TIME_57": 130, "NOTE_ON_82": 131, "TIME_34": 132, "NOTE_OFF_82": 133, "TIME_112": 134, "TIME_599": 135, "TIME_168": 136, "TIME_418": 137, "TIME_93": 138, "TIME_711": 139, "TIME_56": 140, "NOTE_ON_83": 141, "TIME_676": 142, "NOTE_OFF_83": 143, "TIME_91": 144, "TIME_1344": 145, "NOTE_ON_39": 146, "TIME_135": 147, "TIME_312": 148, "TIME_8": 149, "TIME_247": 150, "NOTE_OFF_39": 151, "TIME_1648": 152, "TIME_399": 153, "TIME_703": 154, "TIME_191": 155, "TIME_390": 156, "TIME_121": 157, "TIME_1277": 158, "TIME_65": 159, "TIME_190": 160, "TIME_89": 161, "TIME_166": 162, "TIME_241": 163, "TIME_14": 164, "TIME_368": 165, "TIME_143": 166, "TIME_321": 167, "TIME_1214": 168, "NOTE_ON_92": 169, "NOTE_OFF_92": 170, "NOTE_ON_93": 171, "NOTE_OFF_93": 172, "NOTE_ON_94": 173, "NOTE_OFF_94": 174, "NOTE_ON_95": 175, "NOTE_OFF_95": 176, "NOTE_ON_96": 177, "NOTE_OFF_96": 178, "NOTE_ON_36": 179, "TIME_768": 180, "NOTE_OFF_36": 181, "NOTE_ON_37": 182, "NOTE_OFF_37": 183, "NOTE_ON_38": 184, "NOTE_OFF_38": 185, "NOTE_ON_50": 186, "NOTE_OFF_50": 187, "NOTE_ON_48": 188, "NOTE_OFF_48": 189, "NOTE_ON_41": 190, "NOTE_OFF_41": 191, "NOTE_ON_69": 192, "NOTE_OFF_69": 193, "NOTE_ON_45": 194, "NOTE_OFF_45": 195, "NOTE_ON_57": 196, "NOTE_OFF_57": 197, "NOTE_ON_62": 198, "NOTE_OFF_62": 199, "NOTE_ON_29": 200, "NOTE_OFF_29": 201, "NOTE_ON_72": 202, "NOTE_ON_33": 203, "NOTE_OFF_72": 204, "NOTE_OFF_33": 205, "TIME_5": 206, "TIME_15": 207, "NOTE_ON_74": 208, "NOTE_OFF_74": 209, "TIME_10": 210, "TIME_63": 211, "TIME_11": 212, "TIME_51": 213, "TIME_25": 214, "NOTE_ON_85": 215, "NOTE_OFF_85": 216, "NOTE_ON_87": 217, "NOTE_OFF_87": 218, "NOTE_ON_88": 219, "NOTE_OFF_88": 220, "NOTE_ON_90": 221, "NOTE_OFF_90": 222, "TIME_122": 223, "TIME_204": 224, "NOTE_ON_81": 225, "NOTE_OFF_81": 226, "NOTE_ON_34": 227, "NOTE_OFF_34": 228, "NOTE_ON_43": 229, "NOTE_OFF_43": 230, "NOTE_ON_19": 231, "NOTE_OFF_19": 232, "NOTE_ON_24": 233, "NOTE_OFF_24": 234, "NOTE_ON_79": 235, "NOTE_OFF_79": 236, "NOTE_ON_84": 237, "TIME_3328": 238, "NOTE_OFF_84": 239, "TIME_245": 240, "TIME_266": 241, "TIME_234": 242, "TIME_277": 243, "TIME_229": 244, "TIME_282": 245, "TIME_384": 246, "NOTE_ON_97": 247, "NOTE_OFF_97": 248, "NOTE_ON_89": 249, "NOTE_OFF_89": 250, "NOTE_ON_99": 251, "NOTE_OFF_99": 252, "TIME_617": 253, "NOTE_ON_31": 254, "NOTE_OFF_31": 255, "TIME_613": 256, "TIME_37": 257, "TIME_45": 258, "TIME_309": 259, "NOTE_ON_91": 260, "NOTE_OFF_91": 261, "TIME_26": 262, "TIME_202": 263, "TIME_304": 264, "TIME_279": 265, "TIME_408": 266, "TIME_409": 267, "TIME_1201": 268, "TIME_587": 269, "TIME_563": 270, "NOTE_ON_55": 271, "NOTE_OFF_55": 272, "TIME_614": 273, "TIME_18": 274, "TIME_21": 275, "TIME_738": 276, "TIME_13": 277, "TIME_1228": 278, "NOTE_ON_86": 279, "NOTE_OFF_86": 280, "TIME_1843": 281, "TIME_905": 282, "TIME_17": 283, "TIME_289": 284, "TIME_576": 285, "TIME_526": 286, "TIME_1601": 287, "TIME_704": 288, "TIME_55": 289, "TIME_157": 290, "TIME_1616": 291, "TIME_33": 292, "TIME_27": 293, "TIME_50": 294, "TIME_114": 295, "TIME_77": 296, "TIME_16640": 297, "TIME_261": 298, "TIME_250": 299, "TIME_99": 300, "TIME_3072": 301, "TIME_3456": 302, "TIME_1920": 303, "TIME_1152": 304, "TIME_3840": 305, "TIME_896": 306}